Repository: KREATIV-LSH/ubd
Catalog: lib/src/localization/app._*.arb
Languages: de

# appTitle
source: Uranium Lead Dating Calculator
de: Uran Blei Datierung

# methodPromt
source: Decay Cycle / Method
de: Zerfalssreihe / Methode

# methodHint
source: Select a method
de: Bitte auswählen...

source: Ratio-Method
de: Verhältnis Methode

source: Uranium Concentration
de: Uran Anteil

source: Lead Concentration
de: Blei Anteil

# calculateButton
source: Calculate
de: Berechnen

# settingTitle
source: Settings
de: Einstellungen

source: Uranium Percentage Method
de: Uran Anteil Methode

source: Result
de: Ergebnis

# resultInfinity
source: 0 - Nothing decayed yet
de: 0 - Noch nichts zerfallen

# resultZero
source: âˆž - Everything decayed
de: ∞ - Alles zerfallen

source: Years
de: Jahre

# resultError
source: Error: Invalid input
de: Fehler: Ungültiger Wert

# resultText
source: The age of the sample is:
de: Das Alter der Probe beträgt:

# billion
source: B
de: Mrd.

# historyTitle
source: History
de: Verlauf

# legalLocationNotice
source: You can find the legal information in
de: Datenschutz & Impressum unter

source: Calculate Backwards
de: Retour rechnen

# infoTitle
source: What is Uranium-Lead Dating?
de: Was ist die Uran-Blei-Datierung?

# infoDetails
source: Uranium-Lead dating is a method of radiometric dating based on the decay of uranium isotopes to lead. This method is particularly useful for determining the age of rocks and minerals.
de: Die Uran-Blei-Datierung ist eine Methode der radiometrischen Datierung, die auf dem Zerfall von Uran-Isotopen zu Blei basiert. Diese Methode ist besonders nützlich für die Bestimmung des Alters von Gesteinen und Mineralien.

# basicsTitle
source: Basics of Uranium-Lead Dating:
de: Grundlagen der Uran-Blei-Datierung:

# basicsDetails
source: Uranium isotopes are unstable and decay over time to lead isotopes. The decay of uranium isotopes to lead isotopes occurs in several steps through intermediates such as thorium isotopes. Ultimately, lead-206 and lead-207 remain, as these isotopes are stable.
de: Uran-Isotope sind instabil und zerfallen mit der Zeit zu Blei-Isotopen. Der Zerfall von Uran-Isotopen zu Blei-Isotopen erfolgt in mehreren Schritten über Zwischenprodukte wie Thorium-Isotope. Schlussendlich bleibt Blei-206 bzw. Blei-207 übrig, da diese Isotope stabil sind.

# simpleDecay
source: Simple Decay Law:
de: Einfaches Zerfallsgesetz:

source: Definitions:
de: Definitionen:

# halflife
source: 'T_{1/2}: \text{Half-life of } ^{238}U'
de: 'T_{1/2}: \text{Halbwertszeit von } {238}U'

# initialUraniumAmount
source: 'N_u(0): \text{Number of } ^{238}U\text{ at time 0}'
de: 'N_u(0): \text{Anzahl } {238}U\text{ zum Zeitpunkt 0}'

# currentUraniumAmount
source: 'N_u(t): \text{Number of } ^{238}U\text{ at time t}'
de: 'N_u(t): \text{Anzahl } {238}U\text{ zum Zeitpunkt t}'

source: Formula:
de: Formel:

# transformationToT
source: Solving for t:
de: Umformung nach t:

# advancedDecay
source: Advanced Decay Law:
de: Erweitertes Zerfallsgesetz:

# leadIsotope
source: '^{206}\mathrm{Pb}: \text{Lead isotope}, \text{ decay product}'
de: '^{206}\mathrm{Pb}: \text{Bleiisotop}, \text{ Zerfallsprodukt}'

# uraniumIsotope
source: '^{238}\mathrm{U}: \text{Uranium isotope}, \text{ parent isotope}'
de: '^{238}\mathrm{U}: \text{Uranisotop}, \text{ Ursprungsisotop}'

# decayConstant
source: '\lambda_{238}: \text{Decay constant of } ^{238}\mathrm{U}'
de: '\lambda_{238}: \text{Zerfallskonstante von } ^{238}\mathrm U'

# isotopeInfo
source: The isotopes shown here are from the uranium-radium decay series (238U -> 206Pb), but the same formulas, with a different half-live/decay constant, also apply to the uranium-actinium decay series (235U -> 207Pb).
de: Die hier gezeigten Isotope sind aus der Uran-Radium Zerfallsreihe (238U -> 206Pb), jedoch gelten die gleichen Formeln, mit einer anderen Halbwertszeit/ Zerfallskonstante, auch für die Uran-Actinum Zerfallsreihe (235U -> 207Pb).
